tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
brew "azure-cli"
brew "git"
brew "hub"
brew "node"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "zsh"
cask "docker"
cask "google-chrome"
cask "ip-in-menu-bar"
cask "iterm2"
cask "postico"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
